Repository: micz/wp-500px-jsgallery
Catalog: lang/wp5jsgal-*.po
Languages: it_it

source: Main Settings
it_it: Impostazioni Generali

source: 500px User
it_it: Utente 500px

source: WP 500px jsGallery Settings
it_it: Impostazioni WP 500px jsGallery

source: How to use this plugin:
it_it: Come usare questo plugin:

source: 1. Set the 500px username and save the changes.
it_it: 1. Imposta l'utente 500px e salva le modifiche.

source: 2. Use the [jsg500px] shortcode in the page you want to show the 500px gallery on.
it_it: 2. Usa lo shortcode [jsg500px] nella pagina in cui vuoi mostrare le tue foto di 500px.

source: Modify here the plugin's options.
it_it: Modifica qui le opzioni del plugin.

source: The only mandatory option is the 500px username.
it_it: L'unica opzione che deve essere compilata obbligatoriamente è il nome utente 500px.

source: 500px Username
it_it: Nome Utente 500px

source: Number of thumbnails per page
it_it: Numero di immagini di anteprima per pagina.

source: Thumbnails dimensions
it_it: Dimensione delle immagini di anteprima.

source: Height
it_it: Altezza

source: Width
it_it: Larghezza

source: You can also set only one dimension, the other will be proportional.
it_it: Puoi anche impostare solo una dimensione, l'altra sarà proporzionale a quella inserita.

source: Image dimensions
it_it: Dimensioni dell'immagine

source: Max Height
it_it: Altezza massima

source: Max Width
it_it: Larghezza massima

source: Gallery page
it_it: Pagina della galleria

source: Save Changes
it_it: Salva le modifiche

source: Settings
it_it: Impostazioni

source: You've set the wrong page id or permalink in the plugin settings, so the WP 500px jsGallery Plugin scripts are not loaded in this page!
it_it: Hai impostato in modo errato l'id o il permalink della pagina nella impostazioni del plugin e gli script del plugin WP 500px jsGallery non sono stati caricati in questa pagina!

source: The WP 500px jsGallery is not working because Javascript is disabled.
it_it: Il plugin WP 500px jsGallery non sta funzionando perchè il Javascript è disabilitato.

source: Loading images...
it_it: Caricamento immagini...

source: Browse all images on 500px:
it_it: Guarda tutte le immagini su 500px:

source: See this image at full size on 500px:
it_it: Guarda questa immagine su 500px:

source: Pause
it_it: Pausa

source: Previous
it_it: Precedente

source: Next
it_it: Successiva

source: Next &rsaquo;
it_it: Succ &rsaquo;

source: &lsaquo; Prev
it_it: &lsaquo; Prec

source: 3. (Optional) Use the "user500px" shortcode param to set a different username for a single page.
it_it: (Opzionale) Usa il parametro "user500px" con lo shortcode per impostare un nome utente differente su una singola pagina.

source: You can also use a custom CSS file to modify the 500px gallery look and feel.
it_it: Puoi anche usare un foglio di stile CSS personalizzato per modificare la grafica della galleria di immagini.

source: More info on custom CSS
it_it: Maggiori informazioni sul CSS personalizzato.

source: You must specify a 500px username here or using the "user500px" shortcode param directly on the page!
it_it: Devi specificare un nome utente del sito 500px o usare il parametro "user500px" con lo shortcode direttamente nella pagina in cui vuoi visualizzare la galleria.

source: You can also specify a 500px username using the "user500px" shortcode param directly on the page.
it_it: Puoi anche indicare un nome utente del sito 500px.com usando il parametro "user500px" con lo shortcode direttamente nella pagina in cui vuoi visualizzare la galleria.

source: The dimensions could be set with the custom CSS, instead of with these options.
it_it: Le dimensioni possono anche essere impostate tramite il foglio di stile CSS personalizzato, invece che con queste opzioni.

source: To optimize your website loading times, you could write here the pages id or permalink on which you have activated the 500px gallery with the shortcode.
it_it: Per ottimizzare i tempi di caricamento del tuo sito, puoi specificare qui gli id o i permalink delle pagine in cui hai inserito lo shortcode per mostrare la galleria di 500px.

source: The ids or permalinks must be comma separated and can be mixed.
it_it: Gli id o i permalink devono essere separati da una virgola e possono essere mischiati.

source: All the styles and scripts needed by this plugin will be loaded only on those pages.
it_it: Tutti i file degli stili CSS e gli script necessari al funzionamento di questo plugin saranno caricati solo su queste pagine.

source: Exclusive custom CSS
it_it: CSS personalizzato esclusivo

source: Check this option if you want to load only your custom CSS and not the default one before your one.
it_it: Seleziona questa opzione se vuoi caricare solo il tuo CSS personalizzato e non anche quello di base prima del tuo.

source: Donate
it_it: Fai una donazione

source: To use the WP 500px jsGallery Plugin shortcode, you must specify a 500px username in the plugin settings or using the "user500px" shortcode param!
it_it: Per usare lo shortcode del plugin WP 500px jsGallery, devi obbligatoriamente specificare un nome utente del sito 500px.com nella pagina delle impostazioni del plugin oppure usare il pametro "user500px" con lo shortcode.

source: Add your 500px.com photo gallery to a page using the [jsg500px] shortcode. Read the <a href="http://micz.it/wordpress-plugin-500px-jsgallery/faq/" target="_blank">FAQ</a> and see how to customize the look with a <a href="http://micz.it/wordpress-plugin-500px-jsgallery/custom-css/" target="_blank">custom CSS</a>.
it_it: Aggiungi la tua galleria di foto 500px.com usando lo shortcode [jsg500px]. Leggi le <a href="http://micz.it/wordpress-plugin-500px-jsgallery/faq/" target="_blank">domande frequenti</a> e guarda come personalizzare la grafica con un <a href="http://micz.it/wordpress-plugin-500px-jsgallery/custom-css/" target="_blank">CSS personalizzato</a>.
